---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionColdFormed
source: html/05e1371d-2b26-3ef7-99a6-1c6532a481e1.htm
---
# StructuralSectionColdFormed Methods

Returns size of the section boundary.